TB_Test/TB_62.5_GB/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    top
    {
        type            patch;
        nFaces          80;
        startFace       25360;
    }
    bottom
    {
        type            patch;
        nFaces          80;
        startFace       25440;
    }
    left
    {
        type            patch;
        nFaces          160;
        startFace       25520;
    }
    right
    {
        type            patch;
        nFaces          160;
        startFace       25680;
    }
    frontandback
    {
        type            empty;
        inGroups        1(empty);
        nFaces          25600;
        startFace       25840;
    }
)

// ************************************************************************* //
